[
  {
  "id": "scholarships-japan-nepalese-2025",
  "title": "Scholarships in Japan for Nepalese Students",
  "date": "2025-07-07",
  "text": "Explore top scholarships available for Nepalese students planning to study in Japan, including MEXT, JASSO, and university-level opportunities.",
  "imageUrl": "/images/japan.png"
},

  {
    "id": "affordable-universities-usa-2025",
    "title": "Affordable Universities in USA for International Students",
    "date": "2025-01-27",
    "text": "Discover budget-friendly universities in the USA that offer quality education and value for money to international students, especially Nepalese.",
    "imageUrl":"/images/USA.png"
  },
  {
    "id": "best-it-universities-japan-2025",
    "title": "Best IT Universities in Japan for Nepali Students: 2025 Guide",
    "date": "2025-01-19",
    "text": "A curated list of top universities in Japan known for their excellence in IT and Computer Science programs, ideal for Nepalese students.",
    "imageUrl": "/images/It-university-in-Japan.png"
  },
  {
    "id": "usa-scholarships-nepalese-2025",
    "title": "Scholarship in USA for Nepalese Students",
    "date": "2025-04-24",
    "text": "Learn about the best scholarships Nepalese students can apply for in the USA, including government grants and university-specific aids.",
    "imageUrl": "/images/Scholarship-in-USA.png"
  },
  {
    "id": "cost-study-japan-nepal-2025",
    "title": "Cost to Study in Japan from Nepal: A Guide 2025",
    "date": "2025-05-23",
    "text": "Understand the complete cost breakdown for Nepalese students planning to study in Japan, including tuition, living, and visa fees.",
    "imageUrl": "/images/cost-to-study-in-japan.png"
  },
  {
    "id": "best-consultancy-nepal-usa-2025",
    "title": "Best Consultancy in Nepal for USA: A Guide 2025",
    "date": "2025-02-28",
    "text": "Find out which consultancies in Nepal offer the best guidance and support for students planning to study in the USA.",
    "imageUrl": "/images/best-consultancy-in-nepal.png"
  },
  {
    "id": "study-japan-nepal-guide-2025",
    "title": "Study in Japan from Nepal: A Guide 2025",
    "date": "2025-02-20",
    "text": "A complete guide for Nepalese students on how to study in Japan, covering application processes, visa requirements, and lifestyle tips.",
    "imageUrl": "/images/study-in-japan-from-nepal.png"
  },
  {
    "id": "study-usa-nepal-guide-2025",
    "title": "Study in USA from Nepal: A Detailed Guide 2025",
    "date": "2025-02-13",
    "text": "Get all the information Nepalese students need to pursue higher education in the USA, from university selection to visa interviews.",
    "imageUrl": "/images/study-in-usa-from-nepal.png"
     }
]